# LitersPerSecondKilowatt Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..LitersPerSecondKilowatt Property
UnitTypeId Class See Also
---
Liters per second kilowatt.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId LitersPerSecondKilowatt { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property LitersPerSecondKilowatt As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ LitersPerSecondKilowatt {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace